{
  "app_title": "Genova",
  "language": "Language",
  "welcome_message": "Welcome",
  "days_since_release": "it's been {{number_of_days}} days since this video was released",
  "arabic": "عربي",
  "search_product_english": "Search for products",
  "connect_with": "Get Connected With Us On Social Networks!",
  "contact": "CONTACT",
  "usefull_link": "USEFUL LINKS",
  "products": "PRODUCTS",
  "genova_collection": "GENOVA COLLECTION",
  "about_us_english": "ABOUT US",
  "foot_acce_eng" : "FOOTWEAR & ACCESSORIES",
  "footwear" : "FOOTWEAR",
  "our_footwear" : "OUR FOOTWEAR",
  "about_us_footwear_description" : "Our footwear comprises 100% natural materials Explore exquisite design and authentic art. Enjoy rigid structure and an artistic touch. Feel the soft insole and other quality components created with optimal contours and perfect harmony. Italian artisans boasting superb craftsmanship with decades of experience have created footwear perfection for you, from the most luxurious 100% natural leather, from calf, goat, deer, ostrich, snake and crocodile. In addition, natural cork extracted from oak and natural rubber have been molded with the utmost accuracy"
,"visit_us" : "Visit Us Today!",
"our_promise_" : "OUR PROMISE",
"about" :"ABOUT",
"about_us" : " Established in 1982 at a time when high quality footwear  models were seldom available, Genova arose as the first brand   for authentic, traditional footwear. It was indeed a valuable  addition to the market as it offered a variety of collections,   not merely calf leather (as per the norm), but varieties that  also included an assortment of rich leathers in an array of  exquisite designs. Inspired by their global excursions,   renowned Italian artisans interpreted hundreds of ideas, only  to shortlist a discerned few. Handcrafted with the utmost  attention to detail, these fine designs were carefully  selected as if Genova proprietors were cherry-picking them for  their own personal indulgence."
  ,"footer_desc" :"Ecommerce is the buying and selling of goods and services over the Internet. It is conducted over computers, tablets, smartphones, and other smart devices. Almost anything can be purchased through ecommerce today. It can be a substitute for brick-and-mortar stores, though some businesses choose to maintain both"               
}
